---
kind: other
id: Properties.T:Autodesk.Revit.DB.PDFExportOptions
source: html/0f71a363-8aad-b581-917e-c38d4ac1ad13.htm
---
# PDFExportOptions Properties

If true completely use raster processing for graphics,
 otherwise use vector processing as much as possible.